Repository: cfdp/ch3
Catalog: sites/all/translations/node_notify-7.x-1.1+0-dev.*.po
Languages: da

source: Subscribable content types
da: Indholdstyper som der kan følges / abonneres på

source: Subscription enabled by default on
da: Abonnement aktiveret som standard på

source: Choose content types to tick off subscription checkbox by default for new content.
da: Vælg hvilke indholdstyper der skal have abonnements-checkboksen krydset af for nyt indhold

source: Remove expired subscriptions
da: Slet udløbne abonnementer

source: Remove disabled and expired subscriptions when cron is run.
da: Slet deaktiverede og udløbne abonnementer når cron kører

source: Expiration date
da: Udløbsdato

source: Subscription is considered expired if it is disabled and subscription or modification date is earlier than this setting. Expiration date can and should be <a href="http://www.php.net/manual/en/datetime.formats.relative.php">relative</a>. Current value would produce <span id="node-notify-expires-test">%time</span>.
da: Abonnementet anses som udløbet hvis det er deaktiveret og abonnements eller ændringsdato er tidligere end denne indstilling. Udløbsdato skal være <a href="http://www.php.net/manual/en/datetime.formats.relative.php">relativ</a>. Den nuværende værdi ville give <span id="node-notify-expires-test">%time</span>.

source: Notification template
da: Notifikationsskabelon

source: Subject
da: Emne

source: Body
da: Brødtekst

source: Log notifications
da: Lognotifikationer

source: Log information about notifications and email messages if they are sent.
da: Log informationer om notifikationer og email beskeder hvis de bliver sendt.

source: Subscription canceled.
da: Du følger ikke længere dette indlæg.

source: Sorry, there was a problem unsubscribing from notifications.
da: Beklager, men der var et problem med at slette dit abonnement på dette indlæg.

source: Subscribed to %title.
da: Du følger nu %title.

source: Receive comment notifications by email
da: Modtag notifikationer på email når der er nye kommentarer

source: Enter your email address to receive email notifications.
da: Angiv din email-adressse for at modtage notifikationer.

source: Subscribe
da: Abonnér

source: Unsubscribed from %title.
da: Du følger nu ikke længere %title.

source: User
da: Bruger

source: Date
da: Dato

source: Disable
da: Deaktivér

source: Enable
da: Aktivér

source: No subscriptions yet.
da: Ingen abonnementer endnu.

source: Title
da: Titel

source: Subscriber
da: Abonnent

source: User subscribed to a node comment notifications.
da: En bruger følger nu et indlæg og får notifikationer v. nye kommentarer

source: Subscription
da: Tilmelding

source: Subscription information.
da: Abonnementsinformation.

source: Unsubscribe URL
da: URL til ophævelse af abonnement

source: Unique URL to cancel subscription.
da: Unik URL til ophævelse af abonnement.

source: About
da: Om

source: Node Notify is a lightweight module to allow subscription to comments on nodes for registered and anonymous users. It was specifically designed to integrate with <a href="!comment_notify_url">Comment Notify</a>, i.e. Node Notify will not send email notifications if they are sent by Comment Notify.
da: Node Notify er et letvægtsmodul, der gør det muligt at abonnere på kommentarer på nodes for registrerede og anonyme brugere. Det er specielt designet til at integrere med <a href="!comment_notify_url">Comment Notify</a>, dvs. Node Notify vil ikke sende notifikationer ud, hvis de allerede sendes af Comment Notify.

source: Uses
da: Bruger

source: Node types to enable subscription to should be selected at <a href="!config_url">configuration page</a>. Email template can be customized there too. Do not forget to adjust <a href="!perm_url">permissions</a>:
da: Indholdstyper som man skal kunne abonnere på, skal vælges på <a href="!config_url">konfigurationssiden</a>. Email-skabelonen kan også tilpasses der. Husk at konfigurere <a href="!perm_url">tilladelserne</a>:

source: Administer Node Notify
da: Administrér Node Notify

source: Enables role to access Node Notify configuration page.
da: Tillader en rolle at tilgå konfigurationssiden for Node Notify.

source: Administer node subscriptions
da: Administrér abonnementer på indlæg

source: Enables role to disable or enable existing subscriptions on a node through "Subscriptions" tab on node page. Allows changing node's subscription status for node's (registered) author when combined with permission to edit node.
da: Tillader en rolle at aktivere eller deaktivere eksisterende abonnementer på et indlæg gennem "Abonnementer" fanebladet på et indlæg. Tillader at ændre et indlægs abonnementsstatus for et indlægs (registrerede) forfatter hvis der er tilladelse til at redigere indlægget.

source: Subscribe to node notifications
da: Abonnér på indlægs-notifikationer

source: Allows role to subscribe to comment notifications on nodes.
da: Tillader en rolle at abonnere på kommentar-notifikationer på indlæg.

source: Change global Node Notify settings.
da: Konfigurér globale Node Notify indstillinger.

source: View and edit node subscriptions.
da: Tilgå og redigér indlægs-abonnementer.

source: Trusted user will be able to see email addresses.
da: Betroede brugere kan se email adresser.

source: Subscribe to receive notifications about new node comments.
da: Abonnér for at modtage notifikationer når der kommer nye indlægs-kommentarer.

source: Author receives comment notifications by email
da: Forfatteren modtager kommentar-notifikationer på email

source: You must provide valid email address to receive comment notifications.
da: Du skal angive en gyldig email-adresse for at modtage notifikationer ved nye kommentarer.

source: Comment notifications
da: Kommentar-notifikationer

source: Receive notifications about comments
da: Få notifikationer ved nye kommentarer

source: Unsubscribe
da: Opsig abonnement

source: user
da: bruger

source: Unknown notification state @state. Comment !comment. Subscription @sid.
da: ukendt notifikations status @state. Kommentar !comment. Abonnement @sid.

source: Configure Node Notify global settings.
da: Konfigurér globale Node Notify indstillinger.

source: Subscriptions
da: Tilmeldinger

source: Enable subscription
da: Aktiver abonnement

source: Disable subscription
da: Ophæv abonnement

source: Enable subscriptions
da: Aktivér abonnementer

source: Disable subscriptions
da: Ophæv abonnementer

source: Node Notify was tested with Comment Notify version's up to 7.x-1.2.
da: Node Notify er teste med Comment Notify versioner op til 7.x-1.2.

source: Configure Node Notify at !url to start using it.
da: Konfigurér Node Notify på !url før du begynder at bruge det.

source: <a href="!url">Configure</a> Node Notify to start using it.
da: <a href="!url">Konfigurér</a> Node Notify før du begynder at bruge det.

source: Comment notifications for nodes for anonymous and registered users.
da: Kommentarnotifikationer på indlæg for anonyme og registrerede brugere.
