Repository: cfdp/ch3
Catalog: webroot/sites/all/translations/cyberhus_letterbox_extensions-7.x-1.0.*.po
Languages: da

source: The question has now been approved for the counselors, and notification emails will be sent to them (if activated for this category).
da: Spørgsmålet er nu blevet forhåndsgodkendt for rådgiverne, og notifikationsmails vil blive sendt (hvis de er aktiveret for denne kategori).

source: Hmm, it seems the question has already been approved.
da: Hmm, det ser ud til at spørgsmålet allerede er blevet godkendt.

source: A new question in your municipality letterbox, on Cyberhus
da: Nyt spørgsmål i din kommunebrevkassen, på Cyberhus

source: Dear municipality counselor, a new question has been added to your letterbox
da: Kære kommunerådgiver, der er kommet et nyt spørgsmål i jeres brevkasse.

source: A new question has been added on @date
da: Et nyt spørgsmål er blevet tilføjet d. @date

source: Name: @name
da: Navn: @name

source: Gender: @gender
da: Køn: @gender

source: Age: @age
da: Alder: @age

source: Respond to the question here: @edit_link
da: Besvar spørgsmålet her: @edit_link

source: Sent notification to @users
da: Notifikation sendt til @users

source: Author of Brevkasse node changed from anonymous to
da: "Besvarende redaktør" er ændret fra Anonym til

source: I confirm that I live in @term_name
da: Ja, jeg bor i @term_name kommune

source: The counselors in this municipality answers questions about support and help in the @term_name municipality. They know a lot about finding help locally, but not so much about other municipalities. Because of this it is important that you live in @term_name municipality, if you use this QnA.
da: Rådgiverne i denne brevkasse svarer på spørgsmål der handler om støtte og hjælp indenfor @term_name kommune. De ved en masse om at finde hjælp lokalt, men ikke så meget om andre kommuner. Derfor er det vigtigt at du bor i @term_name kommune, hvis du bruger denne brevkasse.

source: Unpublish
da: Træk tilbage

source: Save draft
da: Gem kladde

source: Publish
da: Udgiv

source: Not ready for approval yet
da: Ikke klar til godkendelse endnu

source: Ready for approval
da: Indsend til godkendelse

source: You have invalid charaters in your title.
da: Du har ugyldige karaktere i din titel.

source: Your title is too short.
da: Din titel er for kort.

source: Cyberhus Letterbox Extensions
da: Cyberhus Brevkasse-udvidelser

source: Trying to send notification mail, but no counselors exists with the term @term
da: Prøvede at sende en notifikationsmail, men der er ingen rådgivere tilknyttet kategorien @term

source: Trying to send notification mail, but no users had the counselor role.
da: Prøvede at sende en notifikationsmail, men der var ingen brugere med rollen “Rådgiver”.

source: Sent notifications to @users
da: Sendte notifikation til @users

source: Approve question
da: Forhåndsgodkend spørgsmål

source: Change the requested brevkasse node status to approved
da: Skift status på det forespurgte brevkasse-indlæg til godkendt

source: Adds extra functionality to the letterbox
da: Tilføjer ekstra funktionalitet til brevkassen

source: CfDP Helper Modules
da: CfDP Hjælpe-moduler
